---
kind: type
id: T:Autodesk.Revit.DB.Mechanical.RiseDropSymbol
source: html/e71323a6-1a21-e28b-a137-963563302e59.htm
---
# Autodesk.Revit.DB.Mechanical.RiseDropSymbol

This enumeration corresponds to the rise/drop symbol used
 in mechanical systems

## Syntax (C#)
```csharp
public enum RiseDropSymbol
```